# vim:fileencoding=utf-8:ft=conf
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "oven-sh/bun"

brew "coreutils"
brew "curl"
brew "stow"
brew "git"
brew "zsh"
brew "neovim"
brew "ripgrep"
brew "espanso"
brew "git"
brew "git-lfs"
brew "gh"
brew "gitui"
brew "node"
brew "nvm"
brew "yarn"
brew "pnpm"
brew "starship"
brew "zsh-autosuggestions"
# brew "qmk-toolbox"

# cask "brave-browser"
cask "bluesnooze"
cask "clickup"
cask "dozer"
cask "fantastical"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "anki"
cask "karabiner-elements"
cask "kitty"
cask "wezterm"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "swiftbar"
cask "tyke"
# cask "visual-studio-code"
