# vim:fileencoding=utf-8:ft=conf
tap "homebrew/cask-fonts"

brew "oven-sh/bun/bun"
tap "oven-sh/bun"

brew "koekeishiya/formulae/yabai"
brew "coreutils"
brew "curl"
brew "stow"
brew "zsh"
brew "neovim"
brew "ripgrep"
brew "git"
brew "gh"
brew "fzf"
brew "gitui"
brew "node"
brew "nvm"
brew "yarn"
brew "pnpm"
brew "starship"
brew "zsh-autosuggestions"
brew "fzf"
brew "xcode-build-server"
brew "yq"

cask "clickup"
cask "espanso"
cask "dozer"
cask "fantastical"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "wezterm"
cask "raycast"
cask "slack"
cask "spotify"
cask "tyke"
cask "affinity-photo"
cask "arc"
cask "beekeeper-studio"
cask "bluesnooze"
cask "chrysalis"
cask "discord"
cask "docker"
cask "flux-app"
cask "kap"
cask "signal"
cask "whatsapp"
