{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "auto-dark-mode.nvim": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-pug": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}
